Repository: pavreh/deb-cup
Catalog: po/*.po
Languages: cs

source: Project
cs: Projekt

source: Set fingerprint...
cs: Nastavit otisk prstu...

source: Set user and ppa...
cs: Nastavit uživatele a ppa...

source: Choose project folder...
cs: Vybrat složku projektu...

source: Create/Open debian folder
cs: Vytvořit/Otevřít složku debian

source: Import patch...
cs: Importovat záplatu...

source: Create orig tarball
cs: Vytvořit orig tarball

source: Increment changelog...
cs: Aktualizovat changelog...

source: Create deb binary
cs: Vytvořit deb balík

source: Create signed dsc and changes
cs: Vytvořit podepsané dsc a changes

source: Upload to the PPA...
cs: Odeslat do PPA...

source: Help
cs: Nápověda

source: Please open terminal (Ctrl+Alt+T) and type: gpg --fingerprint Copy the key fingerprint (long alphanumeric code) which you want to use and paste it here without spaces.
cs: Prosím otevřete terminál (Ctrl+Alt+T) a zadejte: gpg --fingerprint Zkopírujte otisk prstu klíče (dlouhý alfanumerický kód), který chcete použít, a vložte ho zde bez mezer.

source: fingerpring
cs: otisk prstu

source: Please set user name and name of your PPA in format: user/ppa
cs: Prosím zadejte uživatelské jméno a název PPA ve formátu: uživatel/ppa

source: user/ppa
cs: uživatel/ppa

source: Recent projects
cs: Nedávné projekty

source: Cancel
cs: Zrušit

source: New project
cs: Nový projekt

source: Folder of the chosen project is missing.
cs: Složka vybraného projektu chybí.

source: Choose a folder with the source code
cs: Vybrat složku se zdrojovým kódem

source: Please set name and version of the folder in format name-version, e.g. myapp-0.1.0.
cs: Prosím nastavte název a verzi složky ve formátu název-verze, např. aplikace-0.1.0.

source: Open debian folder
cs: Otevřít složku debian

source: Please edit the files in the debian folder now.
cs: Prosím nyní editujte soubory ve složce debian.

source: Choose patch
cs: Vybrat záplatu

source: Creating orig tarball...
cs: Vytváří se tarball...

source: Orig tarball created.
cs: Orig tarball vytvořen.

source: The project folder was renumbered to
cs: Složka projektu byla přečíslována na

source: Creating deb binary package...
cs: Vytváří se deb balík...

source: Some build dependencies are missing. Do you want to install them now? Dummy deb package will be created so the dependencies can be easily uninstalled.
cs: Některé závislosti pro sestavení balíčku chybí. Chcete je nyní nainstalovat? Vytvoří se dummy deb balíček, díky čemuž lze závislosti snadno odinstalovat.

source: Creating dummy package...
cs: Vytváří se dummy balíček...

source: Install
cs: Nainstalovat

source: Choose deb file
cs: Vyberte deb soubor

source: Do you want to include orig tarball?
cs: Chcete zahrnout orig tarball?

source: No
cs: Ne

source: Yes
cs: Ano

source: Creating signed dsc and changes...
cs: Vytváří se podepsané dsc a changes...

source: Please set the fingerprint first.
cs: Prosím nejdříve nastavte otisk prstu.

source: Please set the user and the ppa first.
cs: Prosím nejdříve nastavte uživatele a ppa.

source: Choose source.changes file
cs: Vybrat soubor source.changes

source: Uploading files to the PPA...
cs: Odesílají se soubory do PPA...

source: The dsc and changes files was not signed because a release in the changelog file is UNRELEASED. If you want signed dsc and changes please save the changelog file, which was automatically opened, before closing.
cs: Soubory dsc a changes nebyly podepsány, protože vydání v souboru changelog je UNRELEASED. Chcete-li podepsané dsc a changes, prosím uložte soubor changelog, který se automaticky otevřel, před tím, než ho zavřete.

source: Please choose a project folder first.
cs: Prosím nejdříve vyberte složku projektu.

source: Please create a debian folder first.
cs: Prosím nejdříve vytvořte složku debian.

source: Please create the orig tarball first.
cs: Prosím nejdříve vytvořte orig tarball.

source: Please increase changelog first.
cs: Prosím nejdříve aktualizujte changelog.

source: The name of the project folder and the name in the changelog file are not the same. Please rename the project folder or update the changelog.
cs: Název složky projektu a název v souboru changelog nejsou stejné. Prosím přejmenujte složku projektu nebo aktualizujte changelog.

source: Folder name
cs: Název složky

source: Changelog name
cs: Název v changelogu

source: Rename
cs: Přejmenovat

source: Open changelog
cs: Otevřít changelog

source: The project folder was renamed to
cs: Složka projektu byla přejmenována na

source: The version of the project folder and the version in the changelog file are not the same. Please renumber the project folder or update the changelog.
cs: Verze složky projektu a verze v souboru changelog nejsou stejné. Prosím přečíslujte složku projektu nebo aktualizujte changelog.

source: Folder version
cs: Verze složky

source: Changelog version
cs: Changelog verze

source: Renumber
cs: Přečíslovat
